Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: - Samer som skal studere for å få kompetanse innen duodji, blir bortvist da de ikke har kompentanse innen språk.
sme: - Sápmelaččat geat áiggošedje oahpu gazzat vai oččošedje duojis gealbbu hilgojuvvojit go ii leat giellagealbu.

source: Derfor bør den kompetanse som kreves for å få tilskudd, beskrives i kriteriene.
sme: Danne galggašii eavttuin čilget makkár gealbu gáibiduvvo jus doarjaga galgá oažžut.

source: Sametinget vil gi følgende innspill og føringer for avtalen for 2019: Slik det fremstår i dag bidrar hverken avtalen eller innretningen av virkemiddleapparatet til næringsutvikling i de samiske områder.
sme: Sámediggi áigu addit čuovvovaš cealkámuša ja bidjat láidestusaid jagi 2019 šiehtadussii: Nugo odne lea de ii váikkut šiehtadus iige váikkuhangaskaoapmeapparáhta ealáhusovddideapmái sámi guovlluin.

source: Norsk næringsliv, også i de samiske områder, består i all hovedsak av små og mellomstore bedrifter.
sme: Norgga ealáhuseallimis, maiddái sámi guovlluin leat váldoáššis smávva ja gaska sturrosaš fitnodagat.

source: Derfor vil Sametinget be Stortinget lage bedre rammebetingelser som stimulerer til vekst og utvikling.
sme: Danne bivdá Sámediggi ahte Stuorradiggi ráhkadivččii buoret rámmaeavttuid ahtanuššamii ja ovddideapmái.

source: Dette må blant annet skje ved redusert byråkrati og skjemavelde, samt en langsiktig og forutsigbar politikk.
sme: Dan ferte dahkat earret eará byråkrátiija ja skoviid geahpedemiin, ja guhkes áiggi ja einnostahtti politihkain.

source: På den måten blir det enklere å starte, omstille, fornye og drive små og mellomstore bedrifter.
sme: Dieinna lágiin šaddá álkit álggahit, nuppástuhttit, ođasmahttit ja doaimmahit smávva ja gaska sturrosaš fitnodagaid.

source: Det må gjøres lettere for bedrifter med lav omsetning å få innvilget årlig momsoppgave (merverdiavgiftsoppgave), og dagens maksimalnivå med en omsetning på en million kroner bør økes.
sme: Ferte álkiduhttit fitnodagaid main lea unna gávpejohtu ahte jahkásaš momsadieđáhus (lassiárvodivatdieđáhus), ja dáláš stuorámus gávpejohtu miljon ruvnnuin bajiduvvošii.

source: Av hensyn til nyskaping er det viktig å gjøre det enklere å starte og drive enkeltpersonforetak.
sme: Innovašuvnna ektui lea deaŧalaš álkiduhttit ovttaolbmofitnodaga álggaheami ja doaimmaheami.

source: Det kan gjøres blant annet ved å forenkle skatteleggingen av enkeltpersonforetak, styrke sosiale rettigheter for selvstendig næringsdrivende og gjøre MVA-rapporteringen enklere.
sme: Dan sáhttá dahkat dainna lágiin ahte álkiduhttit ovttaolbmofitnodagaid vearuheami, nannet sosiála vuoigatvuođaid iešheanalis ealáhusdolliide ja álkiduhttit momssa raporterema.

source: For å stimulere til økt gründervirksomhet ønsker vi også å åpne for at ungdom kan starte enkeltpersonforetak fra fylte 16 år eksempelvis ved at foresatte eller andre stiller garanti for virksomheten til personer under 18 år.
sme: Movttiidahttin dihtii fitnodatdoaimma háliidat mii maiddái rahpat nuoraide vejolašvuođa álggahit ovttaolbmofitnodaga go leat deavdán 16 jagi, ovdamearkka dihtii ahte fuolaheaddjit dahje earát addet dáhkádusa doibmii olbmuide geat vuollel 18 jagi.

source: Programmer som Ungt Entreprenørskap bør styrkes, og Sametinget ønsker å bruke UE Finnmark til å stimulere ungdom til å vurdere duodji som næringsvei.
sme: Prográmmaid nugo Nuorra ealáhushutkan berre nannet, ja Sámediggi háliida geavahit ruđaid Nuorra Ealáhushutkan Finnmárkui movttiidahttin dihtii árvvoštallat duoji ealáhussan.

source: Forslag: 1. Sametinget godkjenner avtalen for 2019.
sme: Evttohus: 1. Sámediggi dohkkeha šiehtadusa jahkái 2019.

source: 2. Ordningen med næringsavtale for duodji avvikles.
sme: 2. Ortnet duodjeealáhusšiehtadusain heaittihuvvo.

source: 3. Sametinget ber rådet inngå partnerskapsavtale med Ungt Entreprenørskap Finnmark.
sme: 3. Sámediggi bivdá ráđi dahkat searvevuođašiehtadusa Nuorra Ealáhushutkamiin Finnmárkkus.

source: Sametingets plenum - 063/18 Saken påbegynt 05.12.2018 kl. 17.00
sme: Sámedikki dievasčoahkkin - 063/18 Ášši meannudeapmi álggahuvvui 05.12.18 dii. 17.00.

source: · Forslag 1 ble forkastet med 35 mot 1 stemme · Komiteens tilrådning ble vedtatt med 35 mot 1 stemmer
sme: · Evttohus 1 hilgojuvvui 35 jienain 1 jiena vuostá · Lávdegotti ráva mearriduvvui 35 jienain 1 jiena vuostá

source: Saken avsluttet 05.12.2018 kl. 17.55
sme: Ášši meannudeapmi loahpahuvvui 05.12.18 dii. 17.55

source: Ášši/Sak 064/18
sme: Ášši 064/18

source: Søknad om fritak fra verv som vararepresentant til Sametinget - Arne Nerås Joma
sme: Ohcan luvvejuvvot doaimmas Sámedikki várreáirrasin - Arne Nerås Joma

source: Arkivsaknr. 18/509
sme: Áššenr. 18/509 Mildosat

source: Plenumsledelsens forslag til innstilling:
sme: Dievasčoahkkinjođihangotti mearrádusárvalus:

source: Arne Nerås Joma fritas fra sitt verv som vararepresentant til Sametinget for resten av valgperioden 2017-2021.
sme: Arne Nerås Joma luvvejuvvo doaimmastis Sámedikki várreáirrasin válgaáigodaga 2017-2021 lohppii.

source: Grunnlaget er samelovens §2-7 om at ansatte i Sametinget ikke er valgbare til Sametinget.
sme: Vuođđun lea sámelága §2-7 mii dadjá ahte Sámedikki bargit eai sáhte válljejuvvot Sámediggái.

source: Ved neste revidering av Sametingets forretningsorden bør følgende vurderes: I redegjørelsen til sak om permisjon begrunnes det med fritak i i Samelovens §2-7, hvor det står at ansatte ikke er valgbare til Sametinget.
sme: Go nuppes ođasmahtto Sámedikki čoahkkinortnet de berre čuovvovaš árvvoštallot: Čilgehusas áššái permišuvnna birra vuođustuvvo luvven Sámelága § 2-7 vuođul, gos čuožžu ahte hálddahusbargit eai sáhte válljejuvvot Sámediggái.

source: Det trenger ikke å være feil å fremme sak med begrunnelse i denne paragrafen.
sme: Ii dárbbaš leat boastut ovddidit ášši mas vuođđun geavahuvvo diet paragráfa.

source: Samtidig vil det da også reises et spørsmål om når vedkommede representant kan anses å være fritatt, om hvorvidt det skjer ved ansettelse i Sametingets administrasjon, eller når saken behandles i Sametingets plenum.
sme: Seammás čuožžila gažaldat goas diet ovddasteaddji lea luvvejuvvon ámmáhis, lea go dalle go virgáiduvvo Sámedikki hálddahussii, vuoi dalle go ášši meannuduvvo Sámedikki dievasčoahkkimis.

source: Dette spørsmålet kan være av betydning i eventuelle framtidige saker der det står om få stemmer.
sme: Lea vejolaš diet gažaldat sáhttá mearkkašit juoidá boahttevaš áššiin gos lea hupmu unnán jienaid birra.

source: Dette er også av adminstrativ og økonomisk betydning.
sme: Maiddái lea dies váikkuhus hálddahuslaččat ja ekonomalaččat.

source: Imidlertid kan det også begrunnes i følge Sameloven §2-9 andre ledd at vedkommende trer ut av Sametinget: «Medlemmer som mister stemmeretten etter grunnloven § 53, eller som blir ansatt i Sametingets administrasjon, trer ut av Sametinget for resten av valgperioden».
sme: Muhto vuođustit sáhttá maid Sámelága § 2-9 nuppi lađđasa mielde ahte olmmoš luohpá Sámedikkis: “Áirasat guđet manahit jienastanvuoigatvuođaset Vuođđolága 53. § mielde, dahje guđet biddjojuvvojit virgái Sámedikki hálddahussii, guđđet Sámedikki válgaáigodaga lohppii».

source: Denne paragrafen kan tolkes slik at det følger en automatikk i at vedkommende ikke lenger er medlem av Sametinget, eller varamedlem ved tidspunktet for ansettelse.
sme: Dien paragráfa vuođul sáhttá dulkot nu ahte lea automatihkka ahte dan rájes go virgáiduvvo de son ii leat šat Sámedikki miellahttu dahje várrelahttu.

source: Dette vil da også følge prinsippet om skille mellom politisk organ og administrasjon.
sme: Diet maid čuovvu prinsihpa earuhit gaskal politihkalaš orgána ja hálddahusa.

source: Dette vil bidra til at det ikke er tvil om når en person ikke er medlem av Sametinget, og vil forenkle eventuelle framtidige saker der stemmetall kan være av betydning for utfallet.
sme: Dat mielddisbuktá ahte ii dárbbaš eahpidit goassá rájes olmmoš ii leat šat miellahttu Sámedikkis, ja álkida vejolaš boahttevaš áššiid gos jienastanlohku sáhttá mearridit bohtosa.

source: Sametinget ber møtelederskapet se nærmere på disse forholdene.
sme: Sámediggi bivdá čoahkkinjođihangotti geahččat lagabui dáid beliid.

source: Saken påbegynt 05.12.2018 kl. 17.55
sme: Ášši meannudeapmi álggahuvvui 05.12.18 dii. 17.55.

source: Innlegg Replikk 1 Tom Sottinen, saksordfører 2 Vidar Andersen 3 Tom Sottinen 4 Bjørn Inge Mo 5 Runar Myrnes Balto Tom Sottinen 6 Jørn Are Gaski Runar Myrnes Balto
sme: Sáhkavuorru Replihkka 1 Tom Sottinen, áššejođiheaddji 2 Vidar Andersen 3 Tom Sottinen 4 Bjørn Inge Mo 5 Runar Myrnes Balto Tom Sottinen 6 Jørn Are Gaski Runar Myrnes Balto

source: Grunnlaget er samelovens §2-7 om at ansatte i Sametinget ikke er valgbare til Sametinget Saken ble avsluttet 05.12.2018 kl. 18.10
sme: Vuođđun lea sámelága §2-7 mii dadjá ahte Sámedikki bargit eai sáhte válljejuvvot Sámediggái. Ášši meannudeapmi loahpahuvvui 05.12.18 dii. 18.10

source: Ášši/Sak 065/18
sme: Ášši 065/18

source: Ášši/Sak 011/18
sme: Ášši 011/18

source: Plan og finanskomiteen Dato: 20.11.2018-22.11.2018
sme: Plána ja finánsalávdegoddi 20.11.2018-22.11.2018

source: Sametingets budsjett 2019
sme: Sámedikki 2019 bušeahtta

source: Arkivsaknr. 18/1249
sme: Áššenr. 18/1249 Mildosat

source: Sametingets budsjett for 2019 er vedtatt i henhold til vedlegg 1.
sme: Sámedikki 2019 bušeahtta dohkkehuvvo 1. mildosa vuođul.

source: Plan og finanskomiteen - 011/18 Habilitetsvurdering i saken Sametingets budsjett 2019
sme: Plána ja finánsalávdegoddi - 011/18 Bealálašvuođaveardideapmi áššis Sámedikki 2019 bušeahtta

source: Plenumsledelsens innstilling:
sme: Dievasčoahkkinjođihangotti árvalus:

source: Følgende er inhabile til å behandle saken Sametingets budsjett 2019 i Plan- og finanskomiteen:
sme: Čuovvovaš áirasat leat bealálaččat meannudit ášši Sámedikki 2019 bušeahtta plána- ja finánsalávdegottis:

source: Vedtak:
sme: Mearrádus:

source: Plenumsledelsens innstilling ble enstemmig vedtatt.
sme: Dievasčoahkkinjođihangotti árvalus mearriduvvui ovttajienalaččat.

source: Representantene dette angikk deltok ikke i behandlingen av habilitetsspørsmålet.
sme: Dat áirasat geaidda dat guoská, eai lean mielde meannudeamen bealátvuođaášši.

source: Følgende varamedlemmer tok plass under behandling av saken Sametingets budsjett 2019 i plan- og finanskomiteen:
sme: Čuovvovaš várrelahtut válde saji lávdegoddečoahkkimis go ášši Sámedikki 2019 bušeahtta meannuduvvui plána- ja finánsalávdegottis:

source: PFK - vedtak: Plan- og finanskomiteens innstilling
sme: PFL - Mearrádus: Plána- ja finánsalávdegotti árvalus

source: Plan- og finanskomiteen har behandlet sak 65/18 Sametingets budsjett 2019.
sme: Sámedikki plána- ja finánsalávdegoddi lea meannudan ášši 65/18 Sámedikki 2019 bušeahtta.

source: Merknad fremmet av Arbeiderpartiet (AP) Ronny Wilhelmsen.
sme: Mearkkašupmi ovddiduvvon Bargiidbellodaga (BB) Ronny Wilhelmsen bokte.

source: Komiteens medlemmer fra Arbeiderpartiet (AP) Tom Christer Sottinen og Synnøve Søndergaard stiller seg bak:
sme: Lávdegotti miellahtut Bargiidbellodaga (BB) Tom Christer Sottinen ja Synnøve Søndergaard dorjot:

source: I Arbeiderpartiets alternative statsbudsjett 2019 prioriterer vi en økning av bevilgningen til Sametinget og samiske formål, til sammen en økning på 88 millioner. I Arbeiderpartiets alternative statsbudsjett er det lagt opp til en oppstarts bevilgning til Beaivvas nasjonalteater på 10 millioner.
sme: Bargiidbellodaga molssaektosaš 2019 stáhtabušeahtas vuoruhit mii lasáhusa juolludussii Sámediggái ja sámi ulbmiliidda, oktiibuot lea lasáhus 88 miljon ru. Bargiidbellodaga molssaektosaš 2019 stáhtabušeahtas lea várrejuvvon álggahan juolludus Beaivváš sámi našunalateáhterii 10 miljon ru. Boahtte jahkái vuoruhit mii nannet ja lasihit áŋgiruššama oahpponeavvuide sámegillii.

source: Herunder økt tilgang på digitalisering av språklige læremidler.
sme: Mas mielde lasáhus gielalaš oahpponeavvuid digitaliseremii.

source: Det er også et stort behov for midler til barnevern, og psykisk helsetjeneste og dette behovet må løftes inn i neste års budsjett.
sme: Stuorra dárbu lea maiddái ruđaide mánáidsuodjalussii, ja psykalaš dearvvašvuođabálvalussii ja dát dárbu ferte biddjojuvvot boahtte jagi bušeahtas.

source: Dette ville Arbeiderpartiets alternative budsjett betydd for Sapmi i 2019.
sme: Bargiidbellodaga molssaektosaš 2019 stáhtabušeahta vuođul

source: 1. Her vil vi prioritere inn arbeid mot vold i nære relasjoner, Tysfjordsaken ol. fra Sametingets side.
sme: 1. Dás áigut mii vuoruhit barggu veahkaválddi vuostá lagaš oktavuođain, Divttasvuona ášši j.s. Sámedikki beales.

source: 2. Vi er bekymret for den samiske, samlede kulturskatt.
sme: 2. Mii leat fuolas sámi, oktasaš kulturárdna geažil.

source: Vi har museer med alt for dårlig magasin, som ikke er tilpasset dagens krav til oppbevaring og konservering.
sme: Mis leat museat main lea menddo heittot magasiidna, mii ii leat heivehuvvon dáláš seailluhan ja konserverema gáibádusaide.

source: Vi har alt for liten plass til å sette opp utstillinger, og vise frem det som er vårt folks kulturarv og identitet.
sme: Mis lea menddo unna sadji bidjat čájáhusaid, ja čájehit ovdan dan mii lea min álbmoga kulturárbi ja identitehta.

source: Dette vil vi styrke gjennom en satsing på museer, arkiv, magasin og forskning samt formidling.
sme: Dan áigut mii nannet áŋgiruššama bokte museaid, arkiiva, magasiinna ja dutkama ektui ja gaskkusteami ektui.

source: 3. I områder hvor samisk står svakt og det samiske er i et mindretall i samfunnet (se Vaibmogiella/Hjertespråket).
sme: 3. Guovlluin gos sámevuohta lea heittot ja sámit leat unnitlogus servodagas (gč. Váibmogiella).

source: 4. Investering i nye bokbusser.
sme: 4. Ođđa girjebussiid investeren.

source: En satsing for et desentralisert tilbud som ikke bare når barn og unge, men også den voksne og eldre delen av befolkningen.
sme: Áŋgiruššat lávdaduvvon fálaldagain mii ii dušše olat mánáid ja nuoraid, muhto maiddái rávis olbmuid ja vuorasolbmuid álbmoga gaskkas.

source: Et riktigere navn på «bokbussen» er kultur og bokbussen.
sme: Eanet rivttes namma “girjebussiide” lea kultur- ja girjebusse.

source: Når vi så sterkt ønsker å løfte den samiske litteratur og videreutvikles denne, så krever det finansiering.
sme: Go mii nu nannosit háliidat loktet sámi girjjálašvuođa ja viidásetovddidit dan, de gáibida dat ruhtadeami.

source: Det det må i tillegg sikres midler til god litteraturutvikling i framtiden.
sme: Lassin ferte sihkkarastit ruđaid buori girjjálašvuođa ovddideapmái boahtteáiggis.

source: Forslag fremmet av Norske Samers riksforbund (NSR) Runar Myrnes Balto.
sme: Evttohus ovddiduvvon Norgga Sámiid Riikkasearvvi (NSR) Runar Myrnes Balto bokte.

source: Komiteens medlemmer fra Norske Samers riksforbund (NSR) Tor Gunnar Nystad, Karen Anette Anti, Klemet Erland Hætta, Mona Tornensis Hornæs og Lars Peder Dunfjeld, og fra Senterpartiet Nancy Porsanger Anti stiller seg bak:
sme: Lávdegotti miellahtut Norgga Sámiid Riikkasearvvi (NSR) Tor Gunnar Nystad, Karen Anette Anti, Klemet Erland Hætta, Mona Tornensis Hornæs ja Lars Peder Dunfjeld, ja Guovddášbellodaga (GB) Nancy Porsanger Anti dorjot:

source: Alle endringer tar utgangspunkt i sametingsrådets forslag til budsjett.
sme: Buot rievdadusaid vuolggasadji lea sámediggeráđi bušeahttaevttohus:

source: Tabellendringer
sme: Tabeallarievdadusat

source: Næring Sum som flyttes Tabell nr. Sum etter endring + 500.000 7.2.2 Tilskudd til primærnæring – søkerbasert tilskudd 7 000.000
sme: Ealáhus Submi mii sirdojuvvo Tabell nr. Submi maŋŋá rievdadeami + 500.000 7.2.2 Doarjja vuođđoealáhusaide - ohcanvuđot doarjja 7 000.000

source: - 500.000 7.3.2 Tilskudd til næringsliv, bedriftsutvikling, kombinasjons- og utmarksnæringer 6 800.000
sme: - 500.000 7.3.2 Doarjja ealáhusaide, fitnodatovddideapmái, lotnolas- ja meahcástanealáhusaide - ohcanvuđot doarjja 6 800.000

source: Kultur
sme: Kultuvra

source: + 500.000 Ny innsatsområde under 8.3.4 Museer: Dokumentasjonssenter for Kautokeino/Alta-saken - prosjekt 500.000
sme: + 500.000 Ođđa áŋgiruššansuorgi 8.3.4 Museaid vuollái: Guovdageainnu/Álaheaju-ášši duođaštanguovddáš - prošeakta 500.000

source: - 500.000 14 administrativt nivå, lønn og sosiale kostnader 94 572.000
sme: - 500.000 14 hálddahusdássi, bálkkát ja sosiála golut 94 572.000

source: Tekstendringer
sme: Teakstarievdadusat

source: Kapittel 4: Språk
sme: Kapihttal 4: Giella

source: Tekst til 4.2.2 Tospråklighetstilskudd til kommuner – direkte tilskudd
sme: Teaksta 4.2.2 vuollái Guovttegielatvuođadoarjja suohkaniidda – njuolggodoarjja

source: Betjeningstilskuddet beregner ut i fra antall elever som hadde samisk som første- eller andrespråk skoleåret 2017/18, samt antall innbyggere innmeldt i Sametingets valgmanntall pr 30.06.2017.
sme: Bálvalusdoarjja rehkenastojuvvo ohppiid logu vuođul geain lei sámegiella vuosttaš- dahje nubbingiellan 2017/18 skuvlajagi ja ássiid logu vuođul geat 30.06.2017 ledje čálihuvvon Sámedikki válgajienastuslohkui.

source: Avvik 2019-2018 skyldes endringer i elevtallet fra skoleåret 2016/17 til skoleåret 2017/18.
sme: Sivvan 2019-2018 erohussii lea ohppiidlogu rievdan 2016/17 skuvlajagis 2017/18 skuvlajahkái.

source: Tilleggstekst under 4.3:
sme: Lassiteaksta 4.3 vuollái:

source: Fra 2018 ble 2,7 millioner kroner som skal gå til språktiltak i lule-, sør- og markasamisk område overført fra Fylkesmannen i Nordland til Sametinget.
sme: 2018 rájes sirdojuvvui 2,7 miljon ruvnnu mii galgá geavahuvvot gielladoaibmabijuide julev-, mátta- ja márkosámi guovlluin Norlándda fylkkamánnis Sámediggái.

source: Av disse midlene har Sametinget disponert 300.000 til administrative ressurser for delvis dekning av en ny stilling som ble besatt i september 2018.
sme: Dáin ruđain lea Sámediggi geavahan kr 300.000 hálddahusa resurssaide muhtun muddui gokčat ođđa virggi masa 2018 čakčamánu álggii olmmoš.

source: Stillingens hovedoppgave er å ha utadrettet kontakt med språkmiljøene i disse områdene og bistå med råd og veiledning i språkarbeidet og i utarbeiding av språksøknader.
sme: Virggi váldobargun lea olggos guvlui oktavuohta dáid guovlluid giellabirrasiiguin ja veahkehit rávvagiiguin ja oaivademiiguin giellabarggus ja giellaohcamiid čállimiin.

source: De resterende midlene er fordelt til språkprosjektposten med egne prioriteringer, giellatjiehppe på Árran og stipend til studenter som leser sør- og lulesamisk.
sme: Báhcán ruđat leat juogaduvvon giellaprošeaktapostii mas leat sierra vuoruheamit, giellatjiehppái Árranis ja studeanttaide geat lohket mátta- ja julevsámegiela.

source: Endring under kapittel 4.3.8 Språkstipend høyere utdanning - søkerbasert tilskudd.
sme: Rievdadus kapihttalis 4.3.8 Giellastipeanda alit ohppui - ohcanvuđot doarjja

source: Tillegg til prioriteringspunktet: - Høyere utdanning i språkene sørsamisk og lulesamisk, og til samisk språkutdanning for studenter fra markasamisk område.
sme: Lasáhus vuoruhančuoggái: - Alit ohppui máttasámegillii ja julevsámegillii, ja sámi giellaohppui márkosámi guovllu studeanttaide

source: Kapittel 5: Kunnskap
sme: Kapihttal 5: Máhttu

source: Ny andre setning til tekst i kap. 5.7.4.
sme: Ođđa nubbi cealkka kap. 5.7.4 tekstii.

source: “Rapporten må være ferdig i god tid før revidert budsjett 2019”.
sme: “Raporta ferte leat gárvvis buori áiggis ovdal 2019 reviderejuvvon bušeahta”.

source: Kapittel 7: Næring
sme: Kapihttal 7: Ealáhus

source: Tekstforslag til kapittel 7.2 i budsjettet. (s. 48).
sme: Teakstaevttohus bušeahta 7.2 kapihttalii (s. 48).

source: Nytt avsnitt 4: Landbruks- og matdepartementet hadde i 2016 forslag om endring i reindriftsloven og jordskifteloven på høring.
sme: Ođđa 4. teakstaoassi: Eanadoallo- ja biebmodepartemeantta lei 2016:s bidjan boazodoallolága ja eanajuohkolága rievdadusaid gulaskuddamii.

source: Høringen gikk ut på å endre reindriftsloven og jordskifteloven.
sme: Gulaskuddamis lei sáhka boazodoallolága ja eanajuohkolága rievdadit.

source: I høringen av utkastet til ny jordskiftelov ble det fra flere høringsinstanser gitt utrykk for at reindriften bør ha den samme muligheten til jordskiftevirkemidlene som andre.
sme: Gulaskuddamis ođđa eanajuohkolága evttohusas máŋga gulaskuddanásahusa dovddahedje ahte boazodoalus galggašedje leat seamma eanajuohkogaskaoamit go earáin.

source: Det ble likevel ikke foreslått konkrete lovendringer i det videre proposisjonsarbeidet, blant annet under henvisning til at slike forslag ikke hadde vært omfattet av høringen.
sme: Dattege eai evttohuvvon konkrehta láhkarievdadusat joatkevaš proposišuvdnabarggus, earret eará dainna čujuhusain ahte dákkár evttohusat eai lean gulaskuddama oassin.

source: Forslaget innebærer også flere punkt om kompetanseheving i rettssystemet ved å tilføre mere kunnskap og same- og reindriftsrett, samt retningslinjer for mekling. jf. punkt 2.3 i Prop.
sme: Evttohus sisttisdoallá maid máŋga čuoggá gealboloktema birra riektevuogádagas eanet máhtuin sáme- ja boazodoallorievtti birra ja njuolggadusaiguin soabaheami birra, vrd. Prop. 101 L (2012-2013) čuoggá 2.3.

source: Sametinget vil jobbe for at dette forslaget tas opp til videre behandling.
sme: Sámediggi áigu bargat dan ala ahte dát evttohus gieđahallojuvvo viidásabbot.

source: Endringen gjelder blant annet at jordskifterettens mandat utvides til å kunne gjennomførende både rettfastsettende og rettsendrende saker internt i reindriften.
sme: Rievdadus guoská earret eará dasa ahte eanajuohkolága mandáhtta viiddiduvvo nu ahte sáhttá čađahit sihke riektemearrideaddji ja riekterievdadeaddji áššiid siskkáldasat boazodoalus.

source: Kapittel 8: Kultur
sme: Kapihttal 8: Kultuvra

source: Nytt innsatsområde 8.3.4 museer
sme: Ođđa áŋgiruššansuorgi 8.3.4 museaid vuollái

source: Dokumentasjonssenter for Kautokeino/Alta-saken - prosjekt En svært sentral del av samisk historie har behov for et permanent institusjonelt hjem.
sme: Guovdageainnu/Álaheaju-ášši duođaštanguovddáš – prošeakta Hui guovddáš oassi sámi historjjás dárbbaša bissovaš ásahuslaš ruovttu.

source: Sametinget reorganiserer arbeidet med etablering av Dokumentasjonssenteret for Kautokeino – Alta saken i Máze i forbindelse med at det i oktober 2019 vil være 40 år siden sultestreikene tok til fremfor Stortinget.
sme: Sámediggi organisere ođđasis barggu Guovdageainnu/Álaheaju-ášši duođaštanguovddáža ásahemiin Mázii dan oktavuođas go 2019:s lea 40 jagi dassái go nealgudanstreaikkat álggahuvvojedje Stuorradikki ovddabealde.

source: En del av prosjektet blir å se på en samarbeidsmulighet med initiativet for nyetablering av huset til den legendariske samiske kunstnergruppa.
sme: Prošeavtta oassin lea árvvoštallat ovttasbargovejolašvuođa áigumušain beakkán sámi dáiddárjoavkku viesu ođđasis ásahemiin.

source: Kunstnernes hus ble etablert i 1978 i Máze.
sme: Dáiddáriid viessu ásahuvvui Mázii 1978:s.

source: Det avsettes 500.000 til prosjektet.
sme: Prošektii biddjojuvvo kr 500.000.

source: Nytt siste avsnitt til 8.3.5 Samiske kulturhus og kulturformidlingsinstitusjoner - direkte tilskudd Várdobáiki har fått en økning på 12 % i 2019 på grunn av at de har overtatt det økonomiske forvaltningsansvaret for Vilgesvárri, som tidligere var på egen budsjettpost.
sme: Ođđa maŋimuš teakstaoassi 8.3.5 vuollái Sámi kulturviesut ja kulturgaskkustanásahusat - njuolggodoarjja Várdobáiki lea ožžon 12 % lasáhusa 2019:s danne go leat váldán badjelasaset ekonomalaš hálddašanovddasvástádusa Vilgesváris, mii ovdal lei sierra bušeahttapoasttas.

source: Overføringen ble gjort i forbindelse med revidert budsjett 2018, og videreføres for 2019.
sme: Sirdin dáhpáhuvai 2018 reviderejuvvon bušeahtas, ja jotkojuvvo 2019:s.

source: Nytt kulepunkt under 8.3.6 Institusjonsutvikling · Utviklingsprosjekter for samiske institusjoner i byene
sme: Ođđa kuvlačuokkis 8.3.6 vuollái Ásahusovddideapmi • Ovddidanprošeavttat sámi ásahusaide gávpogiin
